
/* Label for the password field in the account preferences */
"Password:" = "Contraseña:";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Los caracteres que estas ingresando no son validos para un nombre de cuenta en este servicio.";
